Repository: xEyad/evastocks
Catalog: lib/utils/l10n/app_*.arb
Languages: ar

# selectAppLanguage
source: Choose The App Language
ar: اختر لغة التطبيق

# youCanChangeItLater
source: You Can Change It Later From The App Settings
ar: يمكنك تغييرها لاحقًا من إعدادات التطبيق

source: Arabic
ar: العربية

source: Next
ar: التالي

# walkthroughFirstTitle
source: Join Now
ar: انضم الان

# walkthroughFirstSubtitle
source: A specialized platform in providing opinion and stock lists for the American and Saudi markets, one of the financial products of Naseeh Financial Company. It enables investors to make informed and well-founded investment decisions based on comprehensive analysis and accurate information.
ar: منصة مخصصة في تقديم قوائم الآراء والأسهم للسوق الأمريكي والسعودي احدى منتجات شركة نصح المالية , تمكن المستثمرين من اتخاذ قرارات استثمارية مدروسة ومبنية على تحليل شامل ومعلومات دقيقة

# walkthroughSecondTitle
source: Reinforce Your Decision
ar: عزز قرارك

# walkthroughSecondSubtitle
source: Our goal at Eeva is to assist you and enhance your investment decisions by providing filtered lists based on our analysts' opinions. This enables you to identify good companies, keeping in mind that it does not constitute a recommendation to buy or sell.
ar: هدفنا في إيفا هو مساعدتك وتعزيز قراراتك الاستثمارية من خلال طرح قوائم مفلترة بناء على اراء المحللين لدينا , مما تمكنك من معرفة الشركات الجيدة علما انها لا تعد توصية بيع او شراء

# walkthroughThirdTitle
source: Start Now
ar: هنا نقطة البداية

# walkthroughThirdSubtitle
source: We Will Leave The Rest Of The Details For You To Discover For Yourself
ar: بقية التفاصيل سنتركها لك لتكتشفها بنفسك

source: Skip
ar: تخطي

source: Start Registration
ar: ابدأ التسجيل

source: Home
ar: الرئيسية

source: Your Phone Number
ar: رقم جوالك

# enterYourPhoneNumber
source: Enter Your Mobile Number To Send The OTP
ar: ادخل رقم جوالك لنرسل لك كود التفعيل

source: Phone Number
ar: رقم الجوال

source: Accept On
ar: الموافقة على

source: Terms And Conditions
ar: الشروط والأحكام

source: Understanding The Dangers
ar: فهم المخاطر

source: And
ar: و

source: Login
ar: تسجيل الدخول

# verifyPhoneNumber
source: Confirm Mobile Number
ar: تأكيد رقم الجوال

# writeTheCode
source: Add The OTP You Received On Your Mobile Number
ar: اكتب الرمز اللي جاك على رقم الجوال

# willArriveWithin
source: The OTP Gets You Through
ar: يوصلك الرمز خلال

# sendCodeAgain
source: Send Thw OTP Again
ar: ارسال الرمز مرة ثانية

source: Search
ar: بحث

# priceAtRecommendation
source: Price At Time Of Analysis
ar: السعر وقت التحليل

source: Target Price
ar: السعر المستهدف

source: Price Today
ar: السعر اليوم

# recommendationStrategy
source: Analysis Type
ar: نوع التحليل

# profitChange
source: Percentage Change In Price
ar: نسبة التغير في السعر

# recommendationType
source: Analysis Duration
ar: نوع التحليل

source: Stop Loss
ar: وقف الخسارة

# changePerToday
source: Change To Today's Price
ar: التغير لسعر اليوم

# withinUsingThisApp
source: By Continuing To Use The Application, You Agree To The Disclaimer Policy. Check It Now.
ar: باستمرار استخدامك للتطبيق فأنت توافق على سياسة إخلاء المسؤولية . اطلع عليها الان

source: Filter
ar: تصفية

# analystsRecommendations
source: Analysts' Opinions
ar: اراء المحللين

source: All
ar: الكل

# dayTrading
source: Speculation
ar: مضاربة

source: Investment
ar: استثمار

source: Buy
ar: شراء

source: Sell
ar: بيع

# favourite
source: Favorites
ar: المفضلة

# myRecommendation
source: My Opinions
ar: ارائي

source: Apply
ar: تطبيق

source: Sort
ar: الفرز

# profitsFromHighToLess
source: Profits: High to Low
ar: الأرباح : من الأعلى للأقل

# profitsFromLessToHigh
source: Profits: Less to High
ar: الأرباح : من الأقل للأعلى

# updatedRecommendations
source: The Latest Opinions
ar: احدث الاراء

# oldestRecommendations
source: Oldest Opinions
ar: اقدم الاراء

source: Notifications
ar: الاشعارات

source: Help
ar: المساعدة

# forGettingBenefits
source: To Benefit From The Service And Understand It More, You Can Find An Explanatory Video Below
ar: للاستفادة من الخدمة وفهمها أكثر يمكتك العثور على مقطع فيديو توضيحي أدناه

# contactWhatsApp
source: Communicate With The Customer Service Team
ar: التواصل مع فريق خدمة العملاء

source: Close
ar: إغلاق

# addNewFeedback
source: Add A New Opinion
ar: اضافة رأي جديد

# dearUserYouCan
source: Dear User, You Can Add And Publish Your Analyzes During The Period Of Closure Of The Saudi Market, But They Will Be Specific To You Only.
ar: عزيزنا المستخدم، بإمكانك إضافة ونشر تحليلاتك خلال فترة إغلاق السوق السعودي لكنها ستكون خاصة بك فقط

source: Company Name
ar: اسم الشركة

source: Current Price
ar: السعر الحالي

source: Duration
ar: المدة

# whatsYourRecommendation
source: What Is Your Analysis?
ar: ما تحليلك ؟

# attachImage
source: Attach An Image
ar: ارفق صورة

# doAttachImage
source: Attach An Image
ar: قم بإرفاق صورة

# imageAttached
source: Image Selected
ar: تم اختيار صورة

source: Attach Another Image
ar: ارفق صورة اخرى

# pickByCamera
source: Use The Camera
ar: التقاط باستخدام الكاميرا

# pickByGallery
source: Add From The Studio
ar: التقاط من المعرض

# targetPriceIsLessThanCurrentPrice
source: Target Price Is Lower Than The Current Price
ar: السعر المستهدف أقل من السعر الحالي

# targetPriceIsHigherCurrentPrice
source: The Target Price Is Higher Than The Current Price
ar: السعر المستهدف أعلى من السعر الحالي

# stopLossIsHigherThanCurrentPrice
source: Stop Loss Is Higher Than The Current Price
ar: وقف الخسارة أعلى من السعر الحالي

# stopLossIsLessThanCurrentPrice
source: Stop Loss Is Less Than The Current Price
ar: وقف الخسارة أقل من السعر الحالي

source: Wrong
ar: خطأ

# profitChangeCalcWrong
source: The Change In Price Was Calculated and Proved To Be Wrong. Try Other Numbers.
ar: تم احتساب التغير في السعر وثبت أنه خاطئ ، جرب أرقام اخرى

# changeLossCalcWrong
source: The Change In Loss Was Calculated And Proved To Be Wrong. Try Other Numbers.
ar: تم احتساب التغير للخسارة وثبت أنه خاطئ ، جرب أرقام اخرى

# fieldIsEmptyValidation
source: The Field Cannot Be Left Empty
ar: لا يمكن ترك الحقل فارغ

source: Success
ar: نجاح

# recommendationAdded
source: The Recommendation Was Added Successfully
ar: تمت إضافة التوصية بنجاح

source: Analyst List
ar: قائمة المحلل

source: Sell Opinions
ar: اراء بيع

# buyOpinions
source: Buying Opinions
ar: اراء شراء

source: Success Rate
ar: نسبة النجاح

source: Followed
ar: متابع

source: Following
ar: متابعة

source: Highest Success Rate
ar: اعلى نسبة نجاح

# highestFailingRate
source: Highest Failure Rate
ar: اقل نسبة نجاح

source: Last Analysts Joined
ar: اكثر عدد تحليلات

# highestAnalystsOpinions
source: Highest Number Of Opinions
ar: اعلى عدد اراء

source: Wait For Us Soon
ar: انتظرونا قريبا

source: Consultations
ar: الاستشارات

source: Log Out
ar: تسجيل خروج

source: Profile
ar: الملف الشخصي

source: My Bills
ar: فواتيري

source: Settings
ar: الإعدادات

# aboutApp
source: About The App
ar: عن التطبيق

# descNotFound
source: About You
ar: الوصف غير موجود

# updateProfile
source: Edit Profile
ar: تعديل الملف الشخصي

source: Analysts
ar: المحللين

# hold
source: Waiting
ar: انتظار

# succeed
source: Successful
ar: نجح

source: Failed
ar: فشل

source: User Name
ar: اسم المستخدم

source: Full Name
ar: الاسم بالكامل

source: Email
ar: الايميل

source: ID Number
ar: رقم الهوية

# dob
source: Date Of Birth
ar: تاريخ الميلاد

source: Social Status
ar: الحالة الإجتماعية

source: Education Level
ar: المستوى التعليمي

# familyCount
source: Number Of Family Members
ar: عدد أفراد العائلة

source: Annual Income
ar: الدخل السنوي

source: Net Savings
ar: صافي المدخرات

# writeBriefAboutYourself
source: Write A Brief Overview Of Yourself
ar: اكتب نبذة مختصرة عنك

source: Less Than 100,000
ar: اقل من 100,000

# higherThan100000
source: Higher 10,000,000
ar: اعلى من 10,000,000

# higherThan6
source: More Than 6
ar: اكثر من ٦

# magister
source: Master
ar: ماجستير

# bachlories
source: Bachelor
ar: بكالوريوس

source: Secondary
ar: ثانوي

source: Less Than Secondary
ar: أقل من الثانوي

source: Doctorah
ar: دكتواره

source: Other
ar: أخرى

source: Single
ar: اعزب

source: Married
ar: متزوج

source: Save
ar: حفظ

source: Change Language
ar: تغيير اللغة

source: About Nosooh
ar: نبذه عن نصح

# bayanE5la2
source: Disclaimer
ar: بيان إخلاء المسؤولية

# faq
source: Frequently Asked Questions
ar: الاسئلة الشائعة

source: Contact Us
ar: تواصل معنا

source: Via Whatsapp
ar: عبر واتساب

source: Total
ar: الإجمالي

# holding
source: Hanging
ar: انتظار

# mohaqqah
source: Verified
ar: محققة

# notMohaqqah
source: Unverified
ar: غير محققة

source: Try Again Later
ar: يرجى المحاولة لاحقا

# youHaveToAccept
source: You Should Accept Terms And Conditions
ar: يجب عليك الموافقة على الشروط والأحكام

# codeSent
source: Code Sent Successfully
ar: تم إرسال الرمز بنجاح

# dearUserCalc
source: Dear User, For Your Protection, We Ask You To Answer This Mathematical Problem.
ar: عزيزي المستخدم، لحمايتك نرجو منك الاجابة على هذه المسألة الحسابية

source: Wrong Answer
ar: إجابة خاطئة

# recommendationDuration
source: Duration Of Analysis
ar: مدة التحليل

# emptyHome
source: Your Home Page Is Empty
ar: صفحتك الرئيسية فارغة

# emptyBills
source: You don't have any bills'
ar: ليس لديك اي فواتير

source: To Follow Analysts
ar: لمتابعة المحللين

# goToAnalystList
source: Go To The Analyst List
ar: اذهب لقائمة المحللين

# operation
source: Process
ar: العملية

# selectCompanyFirst
source: Please Select The Company First
ar: يرجى اختيار الشركة أولًا

source: Clarification
ar: توضيح

source: Enter The Field Correctly
ar: ادخل الحقل بشكل صحيح

# enterTheTargetPriceAndStopLoss
source: Please Enter The Value Of The Target Price And Stop Loss
ar: يرحى إدخال قيمة السعر المستهدف ووقف الخسارة

# enterDuration
source: Please Select A Duration First
ar: يرجى اختيار المدة أولا

# changeLossPercentage
source: Change Percentage Of Loss
ar: نسبة التغير للخسارة

source: Enter All Fields
ar: قم بإدخال جميع الحقول

# profileUpdated
source: The Profile Has Been Successfully Updated
ar: تم تعديل الملف الشخصي بنجاح

source: Download Bill
ar: تحميل الفاتورة

source: End Date
ar: تاريخ الإنتهاء

source: Start Date
ar: تاريخ البداية

# willSendNotification
source: The Test Notification Will Be Sent Within 10 Seconds, After Which A Message Will Appear To Confirm That You Have Received The Notification Successfully.
ar: سيتم إرسال الإشعار التجريبي خلال 10 ثواني بعد ذلك ستظهر رسالة لتأكيد تلقيك للإشعار بشكل ناجح

source: Send
ar: ارسال

source: App Notifications
ar: إشعارات التطبيق

# subCancelTerms
source: Unsubscribe Terms
ar: شروط إلغاء الاشتراك

source: Recommendation
ar: توصية

source: Payment
ar: الدفع

# subDetails
source: Subscription Details
ar: تفاصيل الاشتراك

# analystsRecommendationsService
source: Analysts' Opinions Service
ar: خدمة أراء المحللين

# subDuration
source: Subscription Duration
ar: مدة الاشتراك

# sixMonth
source: 6 Months
ar: 6 اشهر

# enterCoupon
source: Enter The Coupon Code
ar: ادخل رمز الكوبون

# dontHaveCode
source: You Do Not Have A Code
ar: ليس لديك كود

# sr
source: Riyal
ar: ريال

source: Discount
ar: الخصم

# vat
source: Added Tax
ar: الضريبة المضافة

# egmali
source: Total
ar: الإجمالي

# paymentGateway
source: Payment Method
ar: طريقة الدفع

source: Mada
ar: مدى

source: Visa
ar: فيزا

source: Apple Pay
ar: ابل باي

source: Terms And Conditions And Privacy Policy
ar: الشروط والاحكام وسياسة الخصوصية

# subNow
source: Subscribe Now
ar: اشترك الان

# personalInfo
source: Personal Data
ar: البيانات شخصية

# financialInfo
source: Financial Data
ar: البيانات المالية

# riskManagement
source: Knowing The Risks
ar: معرفة المخاطر

# yalla
source: Let's Complete Your File?
ar: يلا نكمل ملفك؟

# weNeedSomeInfo
source: We Need Some Necessary Information From You So That We Can Continue
ar: نحتاج منك شوية معلومات ضرورية عشان نقدر نكمل

source: Your ID Number
ar: رقم هويتك

# yourDOB
source: Your Date Of Birth
ar: تاريخ ميلادك

source: Enter Your ID Number
ar: قم بإدخال رقم الهوية

# enterYourDOB
source: Enter Your Date Of Birth
ar: قم بإدخال تاريخ ميلادك

# yourBank
source: Your Account In Any Bank
ar: حسابك في أي بنك

# estipyan
source: Quick Questionnaire
ar: استبيان على السريع

# andThisIsForDistor
source: In Compliance With Article 42 'Understanding Risks' And Article 43 'Suitability' Of The Authorized Persons Regulations,
ar: وذلك امتثالاً للمادة 42 “فهم المخاطر” والمادة 43 “الملاءمة” من لائحة الأشخاص المرخص لهم

# firstQs
source: Are You Fully Aware Of The Risks Of Investing In The Stock Market?
ar: هل أنت على دراية كاملة بمخاطر الاستثمار في سوق الأسهم؟

# secondQs
source: Do You Have Sufficient Experience To Invest In The Stock Market?
ar: هل لديك الخبرة الكافية للاستثمار في سوق الأسهم؟

# thirdQs
source: Did You Know That You Have To Balance Risks And Rewards?
ar: هل تعلم أن عليك الموازنة بين المخاطر والمكافآت؟

# fourthQs
source: Did You Know That This Application Does Not Provide Any Investment Recommendations?
ar: هل تعلم أن هذا التطبيق لا يقدم أي توصيات استثمارية؟

source: Yes
ar: نعم

source: No
ar: لا

# youHaveToReadAllDangers
source: You Should Be Aware Of The Full Risks
ar: يجب عليك الإطلاع على المخاطر الكاملة

source: Day
ar: يوم

# nagha
source: Success
ar: ناجحة

source: Awaiting
ar: انتظار

# letsLogin
source: Log in
ar: قم بتسجيل الدخول

# enterEmailAndPassword
source: Enter your email and password
ar: ادخل البريد الإلكتروني و كلمة مرورك

source: Password
ar: كلمة المرور

# didYouForgetPassword
source: Forgot your password?
ar: هل نسيت كلمة المرور؟

source: Or with
ar: او عن طريق

source: Don't have an account?
ar: ليس لديك حساب؟

source: New Registration
ar: تسجيل جديد

# letsRegister
source: Register
ar: قم بتسجيل جديد

# registerNewAccountInEva
source: Register a new account in Eva
ar: قم بتسجيل حساب جديد في ايڤا

source: Name
ar: الاسم

source: Already have an account?
ar: لديك حساب بالفعل؟

# thankYouToJoinEva
source: Thank you for joining Eva.
ar: شكرًا لك على انضمامك في اسهم أيڤا

# weSentLinkToYourEmail
source: We've just sent a link to your email at
ar: لقد أرسلنا للتو رابطا عبر البريد الإلكتروني إلى

# pleaseVerifyYourMail
source: Please verify your account by clicking the link sent
ar: فضلا قم بتفعيل حسابك من خلال النقر فوق الرابط المرسل

source: Go to Email
ar: الانتقال الى البريد الإلكتروني

source: Trading
ar: مضاربة

source: Opinions
ar: الاراء

source: Lists
ar: قوائم

# thisOpinionFrom
source: This analysis is provided by
ar: هذا التحليل من قبل

source: Opinion Type
ar: نوع الطرح

# sahm
source: Share
ar: سهم

source: Entry Price
ar: سعر الدخول

source: Target Change
ar: التغيير للمستهدف

# todayPrice
source: Today's Price
ar: سعر اليوم

source: SAR
ar: ريال

# analystType
source: Analysis Type
ar: نوع التحليل

# analystDuration
source: Analysis Duration
ar: مدة التحليل

source: Days
ar: ايام

source: Waqf Type
ar: نوع الوقف

# stopLosing
source: Stop Loss
ar: وقف الخسارة

source: Market Cap
ar: حجم الشركة

# sharia
source: Sharia-compliant
ar: الشرعية

# addComment
source: Add your comment
ar: اضف تعليقك

source: Waiting
ar: انتظار

# usingAppAcceptance
source: By continuing to use the app, you agree to the disclaimer policy
ar: باستمرار استخدامك للتطبيق فأنت توافق على سياسة إخلاء المسؤولية

source: Show More
ar: عرض المزيد

source: See it here
ar: اطلع عليها هنا

# tradingLists
source: Daily List
ar: اراء مضاربة

# investmentLists
source: Investment List
ar: اراء استثمار

# ashm
source: Stocks
ar: اسهم

# oqood
source: Contracts
ar: عقود

source: Subscribed
ar: مشترك

source: Subscribe
ar: اشتراك

source: Add your comment for us
ar: اضف تعليقك لنا

# dontHistateToAddYourComment
source: Don't hesitate to add your comment and feedback to us
ar: لا تتردد في ارسال تعليقك و ملاحظاتك لنا

source: What is your comment?
ar: ما تعليقك؟

source: Analysis Status
ar: حالة التحليل

source: Pending
ar: انتظار

source: More
ar: المزيد

# successOpinions
source: Successful Opinions
ar: الاراء الناجحة

source: Favorite
ar: تفضيل

source: Overall List Performance
ar: اجمالي اداء القائمة

source: Analysts' Opinions
ar: اراء المحللين

source: Transactions History
ar: تاريخ المعاملات

source: More Information
ar: المعلومات الاضافية

source: Newest Stocks
ar: الاسهم الجديدة

source: Highest Buy Percentage
ar: اعلى نسبة دخول

source: Highest Change Percentage
ar: اعلى نسبة تغير

source: Entry Percentage
ar: نسبة الدخول

source: Exit Price
ar: سعر الخروج

source: Sell Status
ar: حالة البيع

source: Stock Symbol
ar: رمز السهم

source: Edit
ar: التعديل

source: EVA Lists
ar: قوائم ايفا

source: change Percentage
ar: نسبة التغير

source: My Favorites
ar: مفضلتي

source: One Month
ar: شهر واحد

source: The Stocks
ar: الأسهم

# failOpinions
source: Failed Opinions
ar: الاراء الفاشلة

# thisFeatureIsNotSupportedInYourFreePlan
source: This feature is not available in your free plan
ar: هذه الخاصية غير متوفرة في باقتك المجانية

source: Upgrade your account
ar: قم بترقية حسابك

source: Market Type
ar: نوع السوق

source: American
ar: امريكي

source: Saudi
ar: سعودي

source: About Eva
ar: نبذة عن ايڤا

# stocksNumber
source: Number of Stocks
ar: عدد الاسهم

source: Go to Login
ar: الانتقال إلى شاشة تسجيل الدخول

# attachPassport
source: Attach Passport Image
ar: أرفق صورة جواز السفر

source: Nationality
ar: الجنسية

source: Complete Your Request
ar: اكمل طلبك

# youAreNotSaudi
source: You're not Saudi?
ar: انت غير موجود بالسعودية؟

source: DIVIDEND
ar: التوزيعات

source: Wrong Code
ar: كود خاطئ

source: Entitlement to dividends
ar: استحقاق التوزيعات النقدية

source: Send Test Notification
ar: إرسال إشعار تجريبي

source: Cancel
ar: إلغاء

# couldNotSendNotification
source: Could not Send Test Notification
ar: فشل أثناء إشعار تجريبي
